Repository: SMillerDev/Fosdem
Catalog: Localizable.xcstrings
Source language: en
Languages: nl

source: About
nl: Over

source: All events filtered out
nl: Alle evenementen worden gefilterd

source: Bookmarks only
nl: Alleen favorieten

source: Description
nl: Omschrijving

source: Favorite
nl: Favoriet

source: Future events only
nl: Alleen toekomstige presentaties

source: Hi, SMillerDev here. As a Homebrew maintainer and Nextcloud/news developer I love going to FOSDEM, but as an Apple user the apps are not as plentyful as for Android. That's why I made this! If you find this app useful, consider donating to the folowing causes:
nl: Hi, SMillerDev hier. Als een Homebrew maintainer en Nextcloud/news developer vind ik het leuk om naar FOSDEM te gaan. Maar als Apple gebruiker zijn er niet zo veel apps als op Android. Daarom heb ik deze gemaakt! Als je deze app handig vind, overweeg dan te doneren aan de volgende doelen:

source: If you have improvements you can suggest them at:
nl: Als je verbeteringen hebt, kan je ze melden op:

source: List grouping
nl: Groepering van de lijst

source: Local timezone
nl: Lokale tijdzone

source: No Bookmarks yet
nl: Nog geen favorieten

source: No description
nl: Geen omschrijving beschikbaar

source: No events
nl: Geen evenementen

source: No links
nl: Geen links beschikbaar

source: No results
nl: Geen resultaten

source: People
nl: Sprekers

source: Room available
nl: Plekken beschikbaar

source: Room full
nl: Kamer vol

source: Rooms
nl: Locaties

source: Settings
nl: Instellingen

source: Share web link
nl: Deel web link

source: The issue tracker
nl: De issue tracker

source: Tracks
nl: Onderwerpen

source: Ukraine
nl: Oekraïne

source: Year
nl: Jaar
